Repository: mod-nia/enigma2-plugin-extensions-filmweb
Catalog: trunk/src/locale/*/LC_MESSAGES/Filmweb.po
Languages: pl

source: Debug Level
pl: Poziom Debug

source: Info Level
pl: Poziom Info

source: Error Level
pl: Poziom Error

source: Filmweb Engine
pl: Silnik Filmweb

source: IMDB Engine
pl: Silnik IMDB

source: Filmweb Config
pl: Konfiguracja wtyczki Filmweb

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: User Name
pl: Email lub nick

source: Password
pl: Hasło

source: Temporary Folder
pl: Katalog Tymczasowy

source: Logging Level
pl: Poziom Logowania

source: Select Engine
pl: Wybierz silnik wyszukiwania

source: Number of days in movie guide search
pl: Liczba dni przy przeszukiwaniu Przewodnikiem

source: Get IMDB data for Movie Guide entries
pl: Pobieranie danych z IMDB dla pozycji w Przewodniku

source: Show -Want to See- Notifications
pl: Pokazuj komunikaty -Chcę obejrzeć-

source: Logging in ...
pl: Logowanie do portalu …

source: Login done
pl: Logowanie zakończone

source: Movie details loading completed
pl: Pobieranie danych filmu zakończone

source: Downloading Movie Poster: %s...
pl: Pobieranie plakatu: %s…

source: User Rating
pl: Ocena

source: no user rating yet
pl: brak oceny społeczności

source: Poster downloading finished
pl: Pobieranie plakatu zakończone

source: IMDB Download completed
pl: Pobieranie danych z IMDB zakończone sukcesem

source: Cast loading completed
pl: Ładowanie pełnej listy aktorów zakończone

source: Descriptions loading completed
pl: Ładowanie opisów zakończone

source: Wallpaper loading completed
pl: Ładowanie tapety zakończone

source: Filmweb Download completed
pl: Pobieranie danych z Filmweb zakończone sukcesem

source: as
pl: jako

source: Watched
pl: Oglądałem - brak oceny

source: Misunderstanding
pl: Nieporozumienie

source: Very Bad
pl: Bardzo zły

source: Poor
pl: Słaby

source: It can be
pl: Ujdzie

source: Average
pl: Średni

source: Good Enough
pl: Niezły

source: Good
pl: Dobry

source: Very Good
pl: Bardzo dobry

source: Sensational
pl: Rewelacyjny

source: Masterwork
pl: Arcydzieło

source: Loading cast ...
pl: Ładowanie pełnej listy aktorów …

source: Vote current
pl: Wprowadź ocenę

source: Enter movie title
pl: Wprowadź tytuł filmu

source: Enter serie title
pl: Wprowadź tytuł serialu

source: Select from EPG
pl: Wybierz z EPG

source: Configuration
pl: Konfiguracja

source: Ambiguous results
pl: Wyszukano więcej niż jeden rezultat

source: Please select the matching entry
pl: Wybierz odpowiedni film / serial

source: Details
pl: Szczegóły

source: Title Menu
pl: Menu

source: Search TV Serie
pl: Wyszukaj serial

source: Search Movie
pl: Wyszukaj film

source: Descriptions
pl: Opisy

source: Initializing - please wait ...
pl: Inicjalizacja - prosze czekać …

source: The Filmweb Movie Database
pl: Baza filmów Filmweb.pl

source: Exit
pl: Wyjście

source: Loading descriptions ...
pl: Ładowanie opisów …

source: Seraching details for: %s...
pl: Wyszukiwanie danych dla: %s…

source: Descriptions parsing error
pl: Błąd ładowania opisów

source: Movie details parsing error
pl: Błąd przetwarzania danych filmu

source: Genre:
pl: Gatunek:

source: Country:
pl: Produkcja:

source: Director:
pl: Reżyseria:

source: Writer:
pl: Scenariusz:

source: Year:
pl: Rok:

source: Runtime:
pl: Czas trwania:

source: My Vote:
pl: Moja ocena:

source: to your taste
pl: w Twoim guście

source: Filmweb Download failed
pl: Pobieranie danych z Filmweb zakończyło się niepowodzeniem

source: Entry not found in Filmweb.pl database
pl: Pozycja nie została znaleziona w bazie Filmweb.pl

source: Unknown Eventname
pl: Nieznana nazwa zdarzenia

source: Query Filmweb: %s...
pl: Przeszukaj Filmweb: %s…

source: Input the name of serie to search
pl: Wprowadź nazwę serialu do przeszukania

source: Enter serie title to search for
pl: Wprowadź tytuł serialu do wyszukania

source: In order to enter vote value you should be logged in
pl: Wprowadzanie ocen możliwe tylko po zalogowaniu

source: Enter rating value
pl: Wprowadź swoją ocenę

source: You have to enter value in range [0, 10]
pl: Musisz wprowadzić wartość z przedziału [0, 10]

source: Input the name of movie to search
pl: Wprowadź nazwę filmu do wyszukania

source: Enter movie title to search for
pl: Wprowadź szukany tytuł

source: Begin Time
pl: Czas Rozpocz.

source: Rating
pl: Ocena

source: Year
pl: Rok

source: Title
pl: Tytuł

source: Service Name
pl: Nazwa Kanału

source: Config
pl: Konfiguracja

source: Refresh
pl: Odśwież

source: Next Period
pl: Następny Przedział

source: Change Sort
pl: Zmień sortowanie

source: Sorted by
pl: Sortowanie

source: DESC
pl: v

source: Do you really want to delete %s?
pl: Czy napewno skasować %s ?

source: Movie Guide
pl: Przewodnik filmowy

source: Channel Selection
pl: Wybór kanałów

source: Lookup
pl: Wyszukaj

source: Filmweb Details
pl: Wtyczka Filmweb.pl

source: Query details from the Filmweb.pl Database
pl: Wyszukiwanie danych z bazy Filmweb.pl

source: Query movies info on selected channels
pl: Wyszukiwanie informacji o filmach na wybranych kanałach

source: Short Movie Info
pl: Informacja o filmach

source: Show actually presented movies on selected channels
pl: Pokazuje informacje o aktualnie wyświetlanych filmach na wybranych kanałach
